   document.body.innerHTML = `
  <header>
    <h1>2025年1月15日の日記</h1>
  </header>

  <main>
    <p>
    突然TikTokがちょいバズりした。<br>
    とはいえ1本の動画が1万を超えたってくらいだけど<br>
    <br>
    ただTikTokでは珍しい。<br>
    ついこの間6800回の動画が出て、ちょっといい結果が出たなと<br>
    思った所でまたいい感じの結果が出た。<br>
    直近の動画はゆっくり伸びていく感じだったが<br>
    今回は見てなかった半日か1日くらいの間に<br>
    一気に6800回まで増えていた。<br>
    <br>
    やっぱりTikTokはじっくりとか基盤作ってより<br>
    一発のバズというのが重要らしい<br>
    <br>
    ちなみに動画は「ラストシーンこれ？」で<br>
    個人的に当初伸びてほしかったものだから嬉しさはある。<br>
    Youtube側でも3500くらい行ったし、まぁまぁだろう<br>
    とはいえ音質やら内容は正直修正する要素だらけだから<br>
    まだまだ頑張らないと<br>
    </p>
  </main>

  <footer>
    <a href="../index.html">戻る</a>
  </footer>
`;
