   document.body.innerHTML = `
  <header>
    <h1>2025年1月16日の日記</h1>
  </header>

  <main>
    <p>
    頑張ろうとしていた問題<br>
    よくあるパターンだ<br>
    変に頑張らなければ、努力が必要だと思っていたから<br>
    褒められないとやる気でないみたいなモチベーション頼りの仕事をしていた<br>
    <br>
    考え方を間違えた<br>
    そもそもいかに楽して最低限にやるかでいい<br>
    +αで貢献しようってなれるのは、そういう褒めてもらうとか自分が心地よくなった時だけだから<br>
    介護の時もそうだった<br>
    最低限のエネルギーで仕事が回るように設計しよう<br>
    そうやったじゃん前も<br>
    で、気分がいい時とかこれやりたいかもって時だけそのエネルギー、モチベーションを使って頑張ろう<br>
    </p>
  </main>

  <footer>
    <a href="../index.html">戻る</a>
  </footer>
`;
