   document.body.innerHTML = `
  <header>
    <h1>2025年1月14日の日記</h1>
  </header>

  <main>
    <p>
    社員会<br>
    今日は社員会だった<br>
    業務時間外で面倒ではあったが、<br>
    交流が無さすぎるフルリモート状態の分<br>
    少し楽しめた。<br>
    クオーターアワードは、食事会に参加するのは面倒なものの<br>
    入ってないと入ってないで、少し入りたい気持ちが出た笑<br>
    なんか本当に全体的にマルチ感あるなこの会社。<br>
    <br>
    最後のアンケート終わりで、毎回数人残って会話する時間があるが、<br>
    西岡さんも残っていた。<br>
    ただ、一言も会話を交わすことなく終了した。<br>
    こういう状況で話すとなにか変な方向に動いた時に対処が面倒だと思い<br>
    考えすぎて中々会話に踏み切れない。<br>
    考えて行動する癖が出ていた。<br>
    まぁサシで会話する時にだけ頑張ればいいかな。<br>
    </p>
  </main>

  <footer>
    <a href="../index.html">戻る</a>
  </footer>
`;
