   document.body.innerHTML = `
  <header>
    <h1>2025年1月9日の日記</h1>
  </header>

  <main>
    <p>
    仕事を一気にやりたくなくなった<br>
    きっかけは近さんに質問した時に、それはそもそも色々間違っている<br>
    という指摘を受けたことだ。<br>
    指摘はもちろん合っている。<br>
    ただ、なぜかそれをきっかけに急激にやる気がなくなった。<br>
    <br>
    たぶん普段からの蓄積だろう。<br>
    褒めは一切なく、基本連絡やコメントが来る時は否定文<br>
    勉強もしてないし、仕事で大したこともしてないので当たり前のことだ<br>
    近さんの対応に別に非があるわけじゃない。<br>
    ただやる気は下がる。<br>
    元々やる気もモチベーションもないし、頑張ろうとも思ってないけども<br>
    <br>
    まぁただ、そうやってイライラしつつも、ちょっとサボったりしつつ<br>
    気分転換をして、修正しつつ良くなるように工夫し始めた<br>
    自分自身は褒めてあげたい。<br>
    この仕事を始めて今日で162日。偉い！笑<br>
    </p>
  </main>

  <footer>
    <a href="../index.html">戻る</a>
  </footer>
`;
