   document.body.innerHTML = `
  <header>
    <h1>2025年2月17日の日記</h1>
  </header>

  <main>
    <p>
    昨日の秀也との会話の後寝れなくなった<br>
    というのも1人暮らしアリだなと思い想像が膨らんだからだ<br>
    前までメリットがゼロだと思っていたのが、<br>
    想像してみたら意外とメリットあるなと思い始めた<br>
    <br>
    今までは秀也が遊びに気やすいからという言い訳が一つあったが<br>
    今回は秀也から提案が出たし振り切れそうだ<br>
    今後の実家でどういう動きや役割をした方がいいかも<br>
    自立した方がいいよねということを言い訳に回避出来るという<br>
    自己中なメリットもある笑<br>
    <br>
    条件としては、防音の部屋に出来れば<br>
    実況もしやすいし、周囲の事を気にして<br>
    恥ずかしがることもなくなりそうだ<br>
    掃除の範囲も減って自分が使った分だけの<br>
    掃除で済む<br>
    <br>
    荷物は少ないし、ネットが使えれば仕事も支障ない<br>
    後は、仕事を失った時用に1年くらい貯金しておけば<br>
    いけそうな気がする。<br>
    とはいえ家賃と光熱費、ネットで10万くらいは<br>
    見ておいた方がいいから収入を増やしたい所<br>
    今のまま行くと毎月生活するだけで貯金出来ずに<br>
    過ごすことになる<br>
    実家に戻るんじゃあ意味がない<br>
    <br>
    もう戻らない前提で生活を設計したい<br>
    <br>
    秀也に言われた通り自分に期待しよう<br>
    失敗したっていいし、とりあえず貯金して1人暮らしを年末の目標に<br>
    仕事を確立しつつ、Youtubeでも稼げるようにしたい<br>
    仕事は必要なら変えよう<br>
    仕事を変えるのも家を借りる信用も少し大変な気はするが<br>
    </p>
  </main>

  <footer>
    <a href="../index.html">戻る</a>
  </footer>
`;
