   document.body.innerHTML = `
  <header>
    <h1>2025年2月17日の日記</h1>
  </header>

  <main>
    <p>
    2日続けて秀也とPUBG<br>
    俺自身が自分の気持ちとズレているのではないかという<br>
    話になった。<br>
    このまま行くとどうしようもない50代になる<br>
    それが嫌だとわかっていながら見ないふりしているのではないかと<br>
    そこまで踏み込んだ話をされて少し認識が強まった<br>
    確かにどうしようもない50代になるのは嫌かな<br>
    秀也には実家に戻ることも出来る内に1人暮らしをしたらと言われた<br>
    まぁ確かにいい手かもしれない<br>
    <br>
    とりあえずそうなる前提で想像したら<br>
    金銭面をどうしようとか、趣味が不便になるなとか<br>
    色んな想像が働いた。<br>
    こういう切羽詰まった感覚で、仕事を気軽に辞められない<br>
    という社会人達の気持ちを理解するのが重要で<br>
    そこは一旦実感出来た。
    <br>
    まぁ確かにそういう感情を理解せずに50代になると<br>
    もう取り返すはつかないかもな<br>
    とはいえ1か月に8万くらいしか貯金できない今に<br>
    家借りて光熱費払うのは結構きつい<br>
    そういう事を考えながら生きれば<br>
    仕事や趣味と向き合う気持ちが変わるかもな<br>
    </p>
  </main>

  <footer>
    <a href="../index.html">戻る</a>
  </footer>
`;
