   document.body.innerHTML = `
  <header>
    <h1>2025年2月20日の日記</h1>
  </header>

  <main>
    <p>
    盲目的にポジティブであることに抵抗感を覚えて、やめていた<br>
    結果ネガティブな部分に目を向けやすくなりつまんない毎日になっている<br>
    悪い所も認識した上でポジティブな部分を見つけ出せるのが俺の良さだ<br>
    人生は大人になるほどネガティブに考えられる要素が増えていく<br>
    それを楽しいこととそうでないことそのままで見ようとしたらネガティブに押し潰されていく<br>
    だったらこれからはポジティブだけを見ていこう<br>
    どうせ自動でネガティブには気づくんだから<br>
    脳死でポジティブくらいでちょうど良い気がする<br>
    <br>
    </p>
  </main>

  <footer>
    <a href="../index.html">戻る</a>
  </footer>
`;
