   document.body.innerHTML = `
  <header>
    <h1>2025年2月4日の日記</h1>
  </header>

  <main>
    <p>
    仕事に動きがあった。<br>
    鴻上さんが辞めそうらしい<br>
    まぁそんな気配はずっとあったけど<br>
    そしてここ最近辞めたかった俺の感情が少しすっきりした。<br>
    この代理退職みたいなのなんなんだろうか<br>
    ドコモの時も介護の時もあった気がする。<br>
    <br>
    まぁそういう意味ではやりたくないということなんだけども笑<br>
    今後商用工事やFS問い合わせなど、鴻上さんがやっていた作業を<br>
    やるようになるらしい<br>
    どんどんだるくなっていくわ<br>
    <br>
    そんなことより、和樹とやったタロットが当たりすぎている。<br>
    恋愛も仕事もまんま言ってる通りの結果に向かっていっている<br>
    俺が無意識にそっちに向かおうとしているのだろうか？<br>
    いや、恋愛はまだ失敗に迎えるにしても、<br>
    仕事は外的要因過ぎる。<br>
    しかも恋愛もそうだが、自発的な部分だけでない内容になっていて<br>
    そこが当たっている。<br>
    おもろ<br>
    </p>
  </main>

  <footer>
    <a href="../index.html">戻る</a>
  </footer>
`;
