   document.body.innerHTML = `
  <header>
    <h1>2024年12月10日の日記</h1>
  </header>

  <main>
    <p>
  いつもみたいに頑張ろうとしすぎてた<br>
  良くわからん謎の期待に答えようと<br>

  仕事もしっかりやって、勉強もする<br>
  仕事したくないくせに+αまでやろうとして疲れていた<br>
  やってなくても疲れていた<br>

  やめます<br>
  マジでやらない<br>
  勉強なんかもちろんしない<br>
  趣味でやりたくなった時にそれを逆に強く拒否したりもしない<br>

  YouTubeも別に求められてないのに続編とか飽きても出し続けてた<br>
  飽きたりダメだったらお蔵にしよう<br>
  求められる時が来たらそこで出せばいいのよ<br>
  そこまで需要があったら少し頑張りたくなると思うし<br>
  好きにやって飽きたら中止、ボツ<br>


  介護の時もこれがあったが<br>
  自我を出した時に切り替わった感覚かあったがなにが切り替わったか分かった<br>
  それまでは受動的に動いていて、他責である<br>
  そこから先は自分で考えるように、能動的になる<br>
  人の目を気にしている時は受動に寄っていく<br>
  人目を無視出来るようになって初めて能動になるみたい<br>
  今は仕事で出来ない所を自分で考えるように切り替わったし、<br>
  作業量もどうするかその結果どうなるかは自分に降りかかってくる前提になった<br>
  勉強するかも自分がどうしたいかやる意味はなにか<br>
  そういった思考になった<br>
    
    </p>
  </main>

  <footer>
    <a href="../index.html">戻る</a>
  </footer>
`;
