   document.body.innerHTML = `
  <header>
    <h1>2024年12月16日の日記</h1>
  </header>

  <main>
    <p>
    3連休の最終日。<br>
    初日に2回7時間近い睡眠をしたことによってリズムが壊れた。<br>
    今日も日中に7時間近く寝てリズムが壊れ、<br>
    昨日龍が如く0が終わったことにより一旦区切りになって<br>
    やる気が出ずにダラダラしてた。<br>

    スマホの充電が5％を切ってもうどうしようもなくなったタイミングで<br>
    シャワーを浴び始めた。<br>

    シャワーを浴びる時に考え事をすることが多いが、今回もそうなった。<br>
    今回考えたのは「将来の目標がない」ということ<br>
    ここ最近はいつまでにこういうことを達成したいみたいなものが<br>
    全然なくなっていた。<br>

    ただ、その思考を掘り下げていったら、別に人生を通してあったことがないのではないか<br>
    という結論に至った。<br>
    長期的に何かをしようとしたことで言えば、中学くらいから結婚を意識していたというのが<br>
    1つあるが、それ以外は一時的にやりたいと思ったことをとりあえずやるということの<br>
    繰り返しだった。<br>
    体操をきっかけに高校に入学して、大きな目標もなくやりたくなった技練習したりして<br>
    興味のある大学が見つかったら浪人して勉強して、大学卒業間際に進路を決める必要があるから<br>
    探し始めて、就職が嫌で気が向いた大学院に進学した。<br>
    進学までの大学4年間は、将来こうなろうと思って過ごしたりせず、<br>
    4年間が終わるまで日々を消化していた。<br>

    その後の会社設立、就職、マルチ、デリバリー、介護等もろもろ全てその時に興味が出たものだ。<br>
    先々でどうなろうというよりは、お金が必要、故に仕事が必要、だったらやりたいことを<br>
    そんな思考で進んだだけだ。<br>

    究極で言うと、前に秀也が言ってた死にたくないから生きている<br>
    が当てはまる気がした。<br>
    生きるつもりだから生活のお金が必要で、その為に仕事が...<br>
    そういうことだ。<br>

    ここからは、先々に目標がないのは当たり前で、つまらないことが続く時期もあるということを<br>
    腹落ちレベルで認識する必要が出てくるだろう。<br>

    3年以上前の事は、結果意味があったとかこういう楽しいことがあったとか美化される。<br>
    直近2年くらいが良くも悪くもみたいなフラットな視点で見れる。<br>

    冷静に思い返したら、高校も彼女がいないとか、体操が停滞してるとか、大学も太郎達とモンハンや<br>
    太鼓の達人をしていた時期とあんちゃん達と遊ぶ時期の間はつまらなかった気がする。<br>
    興味があって一気にやる気が出て、始めるまで時間が空いて、始めてしばらくしたらつまらない時期が来る<br>
    よく考えたら今までほぼ全てこうなっている。<br>

    今は仕事もYoutubeもつまらない感じの時期。<br>

    あと分かったことは、一人身の時は40点~60点位の間を推移して安定する。<br>
    彼女がいると60～75点位の間を推移して安定する。<br>
    もちろん一時的に高得点になるタイミングはある。<br>
    しかし基本はその辺りだ。<br>
    今までは彼女がいた分、何もなくても幸せな気持ちでいれた。<br>
    そこが今は少し下がってる。<br>

    だからなんか少し不幸というかつまらないみたいな感覚になる日が多い。<br>
    変に頑張る必要もないからやる気も大してない。<br>
    
    とりあえずこんな感じで整理がついた。<br>

    あとその流れでふと思い立った。<br>
    Youtubeの麻雀の配信をしながら、人の愚痴や相談事を適当に投げてもらって<br>
    それに回答するというのを出来ないだろうかと。<br>

    普段こういうことを考えていて、かつ言語化が得意なのを生かせないかなと。<br>
    ちょっと環境を作るのが難しいかもしれないけどやってみたい。<br>

    </p>
  </main>

  <footer>
    <a href="../index.html">戻る</a>
  </footer>
`;
