   document.body.innerHTML = `
  <header>
    <h1>2024年12月17日の日記</h1>
  </header>

  <main>
    <p>
    今日はなんか気分よく仕事に向かえた<br>
    1日オールした後に4時間しか寝れなかったのに<br>
    朝仕事初めてすぐにデートをしたくなった<br>
    大分気持ちが高まったので昼休みに池山さんに連絡することにした<br>
    こうなるとまぁ時間が進むのが遅い笑<br>

    とりあえず乗り切って緊張しつつ食事の誘いを送った<br>
    なんか本当に最近高校に戻ったみたいで、<br>
    こういう緊張感とか楽しい笑<br>

    返事は前向きにOKで、ただ年末まで予定で埋まってるらしく<br>
    年始に調整することになった<br>
    さすがすぎる<br>
    デートとかしたいなぁ<br>

    二人でちょっと緊張しつつとかそういう風になったらいいよね<br>
    </p>
  </main>

  <footer>
    <a href="../index.html">戻る</a>
  </footer>
`;
