   document.body.innerHTML = `
  <header>
    <h1>2024年12月31日の日記</h1>
  </header>

  <main>
    <p>
    なんかふと違和感<br>
    日々が楽しくない事<br>
    新しいことをやる、創造するがなくなってることかと疑問に思ったが<br>
    なんかそういうことではない気がした<br>
    過去に引っ張られてる感じがしていて<br>
    過去の楽しかった時を思い出して戻ろうとするより、今からの楽しいを再設計した方がいい気がした<br>
    そんな中でYouTubeやエックス、ニュースを眺めていたら<br>
    なんか温くて同じようなものが並んでいて面白味がなかったり<br>
    そもそも否定ばかりの内容が多くて何か違う気がした<br>
    そういうのに引っ張られずに楽しく前向きな方に向かっていかないといい未来が待ってない感じがした<br>

    具体的には分からないが、そういう情報から離れて楽しいことをやった方がいい気がした<br>
    </p>
  </main>

  <footer>
    <a href="../index.html">戻る</a>
  </footer>
`;
