   document.body.innerHTML = `
  <header>
    <h1>2024年12月7日の日記</h1>
  </header>

  <main>
    <p>
  
  忘年会<br>
  行くまでに西岡さんと池山さんとすれ違うも挨拶せず<br>
  なんか知らない人と2人が一緒にいてお互い気付かず<br>
  すれ違うときに俺だけ気付く<br>
  メインの忘年会では面白い内容は大して無かったが、かりんとうを景品で当て西岡さんと会話<br>
  あさみさんと本性についての話で盛り上がった所位から楽しかった程度<br>

  終わった後の二次会移動前に西岡さんと池山さんと話<br>
  距離感が近くて楽しい<br>
  二次会は正面に西岡さんの状態で座れて楽しい時間に<br>
  じゃんたまをダウンロードしてもらって友達登録までした<br>
  三次会は勝見さんを巻き込んで西岡さんと雀荘へ<br>
  移動途中や麻雀中話したりふざけたりして楽しい<br>
  終わった後はふざけてちょっかいを出し合いつつ、池山さんと合流することになる<br>
  キャバという情報で西岡さんは帰宅したが<br>
  俺は向かうと寂しそうな池山さんとハグしたり交流<br>
  空気が死んでいたが近くにいたお客さんがノリ良さそうだったので、終わり際に完全感覚dreamerをぶちこむ<br>
  実際はキャバではなくスナックだったのだが、カウンターの女性陣そのお客さん達ぶち上がりで<br>
  他の曲をアンコールされるというのでめちゃくちゃテンションが上がった<br>
  声が高くて俺より上手そうだったお客さんとまた会いましょうと話しつつそこで解散<br>
  池山さんがハグしてきたのでそのまま持ち上げたらジャンプして巻きついてきて可愛かった<br>

  結論マジで最高の1日だった<br>


  最近なんか高校生みたいな感覚<br>
  最近高校生に戻ったかのように、日々の義務に疑問がない<br>

  余計な気持ちの上下がない<br>
  前まで落ちる時は無駄に落ちていたが、その余計な部分はなくなった<br>
  やたらに落ち込むことはない<br>
  つまらないが安定するみたいな変な現象も起きてる<br>

  先に楽しみがない弱み<br>
  目の前の事を見ながら常に生きている<br>
  先の事を考えた悩みもない反面<br>
  先の楽しみもないので今がつまらないと救いがない<br>
    
    </p>
  </main>

  <footer>
    <a href="../index.html">戻る</a>
  </footer>
`;
