   document.body.innerHTML = `
  <header>
    <h1>2025年3月12日の日記</h1>
  </header>

  <main>
    <p>
    いける気がした。<br>
    プログラミングについて<br>
    構造は意外と単純なんじゃないかと思う<br>
    決まったルールさえ押さえれば、<br>
    あとは必要なものを検索してもってこれればいい<br>
    <br>
    そして現代はAIがある<br>
    頭の回転や理解力は平均よりは高い方なので、<br>
    トップクラスに入るのは現状の1年で楽に上位層にいる<br>
    という感じでない事からも無理だとは思うが、<br>
    上位10％くらいには入れると思う<br>
    <br>
    もちろん、勉強と継続が重要だけれども<br>
    体操の時も独学と継続でひねりの感覚を手に入れた<br>
    成績で上位に入ったことはないが、体作りや<br>
    練習量から見てもそんなもんだとは思う<br>
    <br>
    仕事であれば、使うのは頭だし可能性はある<br>
    才能があって努力、継続出来る人に一生追いつけないにしても<br>
    継続だけの人は能力部分とルーティンの特性で勝つことが出来そうだ<br>
    <br>
    800万弱くらいの年収までは目指せるんじゃないだろうか<br>
    ちゃんとやればね<br> 
    <br>
    あとはYoutube<br>
    これも人を楽しませるという部分と<br>
    時間をかけること、編集等のPC系のスキル<br>
    という観点で行けば、ある程度まで<br>
    伸ばせる気がする<br>
    たぶんだが、10万人までは現実的に届く気がする<br>
    それ以上はちょっと才能の部分が必要な気がするから<br>
    何とも言えない<br>
    </p>
  </main>

  <footer>
    <a href="../index.html">戻る</a>
  </footer>
`;
