   document.body.innerHTML = `
  <header>
    <h1>2025年3月7日の日記</h1>
  </header>

  <main>
    <p>
    ストレスのピーク<br>
    眠いし終わらないしでなんとかタスクを終わらせるも<br>
    コメントが大量にあるという近さんの一言で終了<br>
    <br>
    完全にやる気がなくなった<br>
    やる気もない、プレッシャーが強い<br>
    内容も良く分かんないでなんとか仕上げた中で<br>
    ミスがたくさんあるよということ<br>
    <br>
    もう無理すぎる<br>
    向いてなさすぎる<br>
    足手まといすぎるだろ<br>
    マジで仕事してるより人の仕事増やしてるだけ<br>
    <br>
    やりたくなさすぎて修正多いの分かってたけど<br>
    全てを投げて定時に退勤した<br>
    <br>
    </p>
  </main>

  <footer>
    <a href="../index.html">戻る</a>
  </footer>
`;
