   document.body.innerHTML = `
  <header>
    <h1>2025年1月14日の日記</h1>
  </header>

  <main>
    <p>
    今日はCIJの飲み会。<br>
    まぁ藤田さんが終わってた<br>
    6人席で奥に座っていたのだが、隣にいた俺(真ん中に座っている)<br>
    の目の前にある枝豆を1つずつ、わざわざ毎回俺の目の前を横切りながら取っていた。<br>
    マナーが終わりすぎていた笑<br>
    おしぼりの目の前にあるタレに肉をべちゃべちゃつけたり、枝豆が回収される時に<br>
    残った2つを食べるためにわざわざ立ち上がって取り、立ちながら食べて<br>
    食べ終わったガラを反対端におかれた皿に投げ捨てていた<br>
    <br>
    他にもどんな話題にも必ず割り込んでいくし、子供もいないのに<br>
    子持ちへ子育て論を述べていた。<br>
    </p>
  </main>

  <footer>
    <a href="../index.html">戻る</a>
  </footer>
`;
